<?php $this->table->render(); ?>
<cite>Вы видите список виджетов в секции <b><?=$this->section?></b>.<br />
<b>Секция (область)</b> - именнованная область на сайте, предназначенная для вывода виджетов (например, могут быть секции left (столбец слева), footer (подвал), header (в шапке) и т.д.). Другими словами секция - это контейнер для вывода какой-либо информации на сайте.<br />
<b>Виджет</b> (модуль) - блок, отображающий какой-либо функциональный элемент сайта (например анонс статей, меню, простой текст и т.д.). Другими словами виджет - это информационный блок, который может быть отображён в любом месте сайта.<br />
Секции и их расположение на сайте определяются шаблоном. На разных страницах сайта в секциях могут быть выведены разные виджеты.
<br /><b>Внимание!</b> При удалении виджета также удаляется вся сопутствующая информация (если на эту информацию нет ссылок из других виджетов и меню).
</cite>